tap "alexsjones/llmfit"
tap "anomalyco/tap"
tap "aovestdipaperino/tap"
tap "iordv/tap"
tap "jesseduffield/lazydocker"
tap "microsoft/git"
tap "nikitabobko/tap"
tap "productdevbook/tap"
tap "steipete/tap"
tap "tw93/tap"
brew "apfel"
brew "asitop"
brew "atuin"
brew "bat"
brew "batt"
brew "bitwarden-cli"
brew "btop"
brew "carthage"
brew "checkpwn"
brew "cloudflare-speed-cli"
brew "container"
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "imagemagick"
brew "folderify"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-pkgs"
brew "git-xet"
brew "gitui"
brew "htop"
brew "invoice"
brew "ipapatch"
brew "jq"
brew "lazycontainer"
brew "lazygit"
brew "libyaml"
brew "llmfit"
brew "mactop"
brew "mas"
brew "micasa"
brew "mint"
brew "mise"
brew "mkcert"
brew "models"
brew "ncdu"
brew "neovim"
brew "paneru"
brew "pipx"
brew "podman"
brew "procs"
brew "ripgrep"
brew "rtk"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tock"
brew "trash"
brew "tree"
brew "wget"
brew "whosthere"
brew "xcodegen"
brew "xcodes"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsign"
brew "zxc"
brew "anomalyco/tap/opencode"
brew "aovestdipaperino/tap/tokensave"
brew "jesseduffield/lazydocker/lazydocker"
brew "tw93/tap/mole"
cask "nikitabobko/tap/aerospace"
cask "anythingllm"
cask "bitwarden"
cask "claude-code"
cask "steipete/tap/codexbar"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-ioskeley-mono"
cask "font-jetbrains-maple-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lilex"
cask "font-lilex-nerd-font"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "font-monofur-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "hive-app"
cask "macshot"
cask "orbstack"
cask "osaurus"
cask "productdevbook/tap/portkiller"
cask "puremac"
cask "swiftbar"
cask "tablepro"
cask "vibeproxy"
cask "wailbrew"
cask "zed"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Asset Catalog Creator", id: 866571115
mas "Bakery", id: 1575220747
mas "BlinkMate", id: 6756325660
mas "Cleaner for Xcode", id: 1296084683
mas "clipyboard", id: 6738871678
mas "Clocker", id: 1056643111
mas "Codye", id: 1516894961
mas "Color Picker", id: 641027709
mas "ColorSlurp", id: 1287239339
mas "Command X", id: 6448461551
mas "Darkroom", id: 953286746
mas "Dependencies", id: 1538972026
mas "DetailsPro", id: 1524366536
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "DIGITS from T-Mobile", id: 1097606585
mas "EditKIt Pro", id: 1659984546
mas "Elmedia Player", id: 937759555
mas "Enchanted", id: 6474268307
mas "Eraser", id: 6758531046
mas "Flighty", id: 1358823008
mas "Fotor Photo Editor", id: 503039729
mas "GarageBand", id: 682658836
mas "Gladys", id: 1382386877
mas "Guidance", id: 412759995
mas "Hacktivate", id: 6748286602
mas "Hand Mirror", id: 1502839586
mas "Helm", id: 6479357934
mas "Hex Fiend", id: 1342896380
mas "Home Assistant", id: 1099568401
mas "IconKit", id: 507135296
mas "iMazing Converter", id: 1292198261
mas "iMovie", id: 408981434
mas "Intermission", id: 1439431081
mas "IPTV Stream Player", id: 6479939671
mas "Irvue", id: 1039633667
mas "Itsyhome", id: 6758070650
mas "Keynote", id: 409183694
mas "LaunchBuddy", id: 1615169630
mas "Lazy Stats", id: 6758316752
mas "Linearity Curve", id: 1219074514
mas "Localiji", id: 6467663963
mas "Localization Buddy", id: 6503285923
mas "Lockera Widgets", id: 6466819847
mas "Magnet", id: 441258766
mas "Menu World Time", id: 1446377255
mas "Microsoft Outlook", id: 985367838
mas "MQTTAnalyzer", id: 1493015317
mas "NetSpot", id: 514951692
mas "Noa", id: 6475639117
mas "Notchmeister", id: 1599169747
mas "Numbers", id: 361304891
mas "Numbers", id: 409203825
mas "OhMyStar", id: 1218642292
mas "One Thing", id: 1604176982
mas "Pages", id: 361309726
mas "Pages", id: 409201541
mas "Pastel", id: 413897608
mas "Pause", id: 1599313358
mas "Petrify", id: 1451177988
mas "PhotoScape X", id: 929507092
mas "Pikka", id: 1195076754
mas "PrettySwift for Xcode", id: 6465455455
mas "Pulse", id: 0
mas "Pure Paste", id: 1611378436
mas "Push Hero", id: 1499227284
mas "Rage Comics", id: 470373933
mas "rcmd", id: 1596283165
mas "RocketSim", id: 1504940162
mas "RunCat", id: 1429033973
mas "Salaty", id: 1494640818
mas "Screenshot Studio", id: 6473832582
mas "Sequel Ace", id: 1518036000
mas "Session", id: 1521432881
mas "Session Pal", id: 1515213004
mas "SimCockpit", id: 6753228260
mas "SiteSucker", id: 442168834
mas "Speediness", id: 1596706466
mas "StatusBuddy", id: 0
mas "SubnetCalc", id: 412946682
mas "SVGShaper", id: 1566140414
mas "Sw!ftalyzer", id: 0
mas "Swift Playground", id: 1496833156
mas "System Designer", id: 1102494854
mas "Take Five", id: 424437399
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "TickTick", id: 966085870
mas "Today", id: 6443714928
mas "Tomito", id: 1526042938
mas "Transporter", id: 1450874784
mas "Trello", id: 1278508951
mas "TripMode", id: 1513400665
mas "Twitter", id: 1482454543
mas "Tyme", id: 1461456897
mas "Unsplash Wallpapers", id: 1284863847
mas "Unzip One", id: 1127253508
mas "Userscripts", id: 1463298887
mas "Velja", id: 1607635845
mas "WeTransfer", id: 1114922065
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "XCleaner", id: 1278104434
mas "XIndex", id: 6745623987
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alefragnani.rtf"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "aykutsarac.jsoncrack-vscode"
vscode "azemoh.theme-onedark"
vscode "be5invis.vscode-custom-css"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "continue.continue"
vscode "cweijan.vscode-database-client2"
vscode "cweijan.vscode-ssh"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "everlastengineering.debug-in-titlebar"
vscode "evondev.indent-rainbow-palettes"
vscode "fastapilabs.fastapi-vscode"
vscode "fetzi.php-file-types"
vscode "fivepointseven.vscode-theme-onedark-spacegray"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.docker-explorer"
vscode "gerane.theme-flatlandmonokai"
vscode "github.codespaces"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hasbisabah.octapi"
vscode "hediet.debug-visualizer"
vscode "humao.rest-client"
vscode "hverlin.mise-vscode"
vscode "ilich8086.launcher"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "johnpapa.vscode-cloak"
vscode "kevinrose.vsc-python-indent"
vscode "kruemelkatze.vscode-dashboard"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "magicstack.magicpython"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-ios-common-files"
vscode "pflannery.vscode-versionlens"
vscode "piyu-pika.code-architect-tool"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "pranaygp.vscode-css-peek"
vscode "pulkitgangwar.nextjs-snippets"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "repeale.material-monokai"
vscode "ritwickdey.liveserver"
vscode "ryanluker.vscode-coverage-gutters"
vscode "sallar.vscode-duotone-dark"
vscode "sleistner.vscode-fileutils"
vscode "sst-dev.opencode"
vscode "sujan.code-blue"
vscode "swiftlang.swift-vscode"
vscode "tailscale.vscode-tailscale"
vscode "the0807.uv-toolkit"
vscode "tobiasalthoff.atom-material-theme"
vscode "tombi-toml.tombi"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vector-of-bool.gitflow"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.console-ninja"
vscode "xdebug.php-debug"
vscode "zhuangtongfa.material-theme"
vscode "zicorpllc.lmstudio-copilot"
go "cmd/go"
go "cmd/gofmt"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
uv "justx"
